Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F30B.tmx
Source language: en_us
Languages: zh_cn

source: Why Parrots Parrot
zh_cn: 鹦鹉为什么要学舌？

source: When birds mimic human speech, do they know what they're saying?
zh_cn: 鹦鹉能明白人类语言吗？或者它们只是在“鹦鹉学舌”？

source: A lost parakeet in Japan was returned safely to its owner last week after it told police its home address.
zh_cn: 上周，一只鹦鹉在走失后将主人地址“告诉”了警察，警察将它安全地送回了家。

source: Why do captive birds mimic human speech, and how do they decide what to say?
zh_cn: 为什么驯养的鸟会学人说话，他们知道如何表达自己的意思吗？

source: They're trying to fit in with the flock, and they'll say whatever it takes.
zh_cn: 为适应群居生活，鹦鹉听到什么就模仿什么。

source: Parrots are among a handful of animal families that possess an aptitude for vocal learning, meaning that they can form new sounds based on experience.
zh_cn: 鹦鹉是少数拥有声音习得能力的动物族群，这意味着，根据经验，它们能够发出不一样的声音。

source: Most types of birds, and many other animals, are hard-wired to make a few specific calls, perhaps with slight variations.
zh_cn: 和许多其他动物一样，大多数的鸟类天生只会发出少数的几种声音，其叫声可能会略有变化。

source: A mourning dove, for example, pretty much always sings like a mourning dove.
zh_cn: 比如说哀鸠，其叫声就像是像是鸽子在哀鸣。

source: But parrots and mockingbirds, among others, can tailor their utterances to their audience.
zh_cn: 但鹦鹉和嘲鸟在与其他鸟类一起时，能根据其他鸟类的鸣叫模仿其声音。

source: In the wild, flocks of parrots don't talk like people, but they do seem to develop distinct local dialects, and mated pairs may even sing unique duets.
zh_cn: 在野外，成群的鹦鹉没有学人说话的环境，但它们似乎习得了制殊的语调，成对的鹦鹉可以唱出它们独特的二重奏。

source: It's unclear exactly why they evolved this capability, but research suggests they use it to tell members of their group apart from members of rival groups.
zh_cn: 目前还不清楚他们究竟为什么会发展出这种能力，但研究表明，它们这样做是为了告戒其他的竞争对手。

source: Birds seem more likely to respond to calls that are familiar to their own, and they ostracize individuals that don't speak their language, so to speak.
zh_cn: 鸟类似乎更喜欢回应那些与自己相似的鸣叫，它们会排斥那些叫声不一样的鸟类。

source: This may allow them to keep untrustworthy newcomers from joining their clan.
zh_cn: 这样，那么不可信的外来者就无法加入它们的群体。

source: But if the dialects do serve as a form of immigration control, learning the language seems to be a path to citizenship.
zh_cn: 但如果鸣叫的语调用以外来者数量的控制，则，对于不同鸣叫语调的习得，似乎会成为加入群体的一种方式。

source: In one experiment, a group of parrots from one Costa Rican flock was transplanted to a more northerly flock that showed different vocalization patterns.
zh_cn: 在一项实验中，试验人员将一群来自哥斯达黎加鹦鹉迁移到一个更偏北鹦鹉群，该群鹦鹉有不同的发声模式。

source: About half flew right back home, but the rest stayed and formed a sort of immigrant enclave with its own dialect.
zh_cn: 大约有一半的外来鹦鹉飞回原地，但剩下的鹦鹉下却留了下来，并形成了自己的外来鹦鹉群。群体中，它们用自己独特的语调进行交流。

source: One even learned the northern tongue and ingratiated itself with locals.
zh_cn: 有个鹦鹉甚至学会了北部鹦的发音，并通过这种发音来迎合当地的鹦鹉。

source: According to this theory, birds that are raised in captivity might mimic their human owners as a way of gaining acceptance as a member of the family.
zh_cn: 根据这一理论，圈养的鸟类可能会模仿主人，并用这种方式来获得家庭成员的认可。

source: If they hear "pretty bird" a lot, they'll interpret that as a call distinct to their flock, and try making it themselves.
zh_cn: 如果它们听到主人说“漂亮的小鸟”很多次，它们会将其理解为召唤群体的一种方式，它们会尝试着模仿这句话。

source: If the parrot gets no response when she squawks, but gets lots of attention or treats when she makes humanlike noises, she has an extra incentive to practice forming words and phrases.
zh_cn: 如果鹦鹉的普通叫声没有得到回应时，它会模仿人类的声音来获得关注。对于单词和短语，鹦鹉有很强的模仿动机。

source: Whether parrots can ever understand what they're saying is a matter of debate.
zh_cn: 至于鹦鹉是否可以明白它们所“说”的“话”，这是一个有争议的问题。

source: Researcher Irene Pepperberg trained an African Grey Parrot named Alex to speak with a vocabulary of some 100 human words.
zh_cn: 研究人员艾琳·佩珀训练一只名为亚历克斯的非洲灰鹦鹉说话，亚历克斯大约能说出100个词汇。

source: Over time, he learned numbers and phrases as well, and when shown a toy, he could correctly identify its name, color, and shape.
zh_cn: 随着时间的推移，它也学会了数字和短语，而且，当有玩具放到它面前时，它能准确地识别玩具的的名称、颜色和形状。

source: Skeptics have suggested that Alex's abilities might have been a product of the "Clever Hans" effect, in which an animal gives correct responses based on its trainer's body language, as opposed to genuinely understanding the question.
zh_cn: 怀疑论者认为，亚历克斯的能力有可能只不过是“聪明的汉斯”（格林童话中那匹“聪明”的马），汉斯就是通过观察主人的身体语言，对周围人给出的问题做出正确的回应的，而不是真正明白人们所提出问题本身的意思。

source: Others wonder whether Alex happened to possess a unique language capacity.
zh_cn: 而其他的人则对亚历克斯所表现的独特语言能力表示惊讶。
